{
    "Главная": "Home",
    "Магазин": "Shop",
    "O бренде": "About",
    "Контакты": "Contacts",
    "© Все права защищены":"© All rights reserved",
    "Политика конфиденциальности":"Privacy Policy",
    "Публичная оферта":"Public offer",
    "Выберите размер":"Select size",
    "Выберите цвет":"Choose a color",
    "Добавить в корзину":"Choose a color",
    "Новые поступления": "New Arrivals",
    "в этом сезоне":"in this season",
    "Утонченные сочетания и бархатные":"Sophisticated combinations and velvet",
    "оттенки - вот то, что вы искали в этом":"Ottenki is what you were looking for in this",
    "сезоне. Время исследовать.":"Season. Time to explore.",
    "Открыть магазин":"Open Shop",
    "Новая коллекция":"New Collection",
    "Что для нас важно":"What is important for us",
    "Качество":"Quality",
    "Скорость":"speed",
    "Ответственность":"Responsibility",
    "Наши профессионалы работают на лучшем оборудовании для пошива одежды беспрецедентного качества":"Our professionals work on the best equipment for sewing clothes of unprecedented quality",
    "Благодаря отлаженной системе в Womazing мы можем отшивать до 20-ти единиц продукции в наших собственных цехах":"Thanks to the optimized system in Womazing, we can sew up to 20 units of production in our own workshops",
    "Мы заботимся о людях и планете. Безотходное производство и комфортные условия труда - все это Womazing":"We care about people and the planet. Waste-free production and comfortable working conditions are all Womazing",
    "Команда мечты Womazing":"Team Dream Womazing",
    "Для каждой":"For each",
    "Каждая девушка уникальна. Однако, мы схожи в миллионе мелочей.":"Every girl is unique. However, we are similar in a million ways.",
    "Womazing ищет эти мелочи и создает прекрасные вещи, которые выгодно подчеркивают достоинства каждой девушки.":"Womazing looks for small details and creates beautiful things that favorably emphasize the dignity of every girl.",
    "Подробнее о бренде":"More about the brand",
    "Футболка USA":"T-shirt USA",
    "Купальник Glow":"Swimsuit Glow",
    "Свитшот Sweet Shot":"Sweatshirt Sweet",
    "Пальто":"Coat",
    "Свитшоты":"Sweatshirts",
    "Кардиганы":"Cardigans",
    "Толстовки":"Hoodies",
    "Все":"All",
    "Показано: 9 из 12 товаров":"Showing: 9 of 12 products",
    "Корзина":"Basket",
    "Товар":"Product",
    "Количество":"Quantity",
    "Всего":"Total",
    "Применить купон":"Apply coupon",
    "Обновить корзину":"Update cart",
    "Подытог:":"Summary:",
    "Итого:":"Total:",
    "Оформить заказ":"Checkout",
    "Идея и женщина":"Idea and woman",
    "Womazing была основана в 2010-ом и стала одной из самых успешных компаний нашей страны. Как и многие итальянские фирмы, Womazing остаётся семейной компанией, хотя ни один из членов семьи не является модельером.":"Womazing was founded in 2010 and has become one of the most successful companies in our country. Like many Italian firms, Womazing remains a family company, although none of the family members are fashion designers.",
    "Мы действуем по успешной формуле, прибегая к услугам известных модельеров для создания своих коллекций. Этот метод был описан критиком моды Колином Макдауэллом как форма дизайнерского со-творчества, характерная для ряда итальянских prêt-a-porter компаний.":"We follow a successful formula, using the services of famous fashion designers to create our collections. This method has been described by fashion critic Colin McDowell as a form of designer co-creation characteristic of a number of Italian prêt-a-porter companies.",
    "Магия в деталях":"The magic is in the details",
    "Первый магазин Womazing был открыт в маленьком городке на севере страны в 2010-ом году. Первая коллекция состояла из двух пальто и костюма, которые были копиями парижских моделей.":"The first Womazing store was opened in a small town in the north of the country in 2010. The first collection consisted of two coats and a suit, which were copies of Parisian models.",
    "Несмотря на то, что по образованию основательница была адвокатом, ее семья всегда была тесно связана с шитьём (прабабушка основательницы шила одежду для женщин, а мать основала профессиональную школу кроя и шитья). Стремление производить одежду для масс несло в себе большие перспективы, особенно в то время, когда высокая мода по-прежнему доминировала, а рынка качественного prêt-a-porter попросту не существовало.":"Despite the fact that the founder was a lawyer by training, her family was always closely connected with sewing (the founder’s great-grandmother sewed clothes for women, and her mother founded a professional school of cutting and sewing). The desire to produce clothes for the masses held great promise, especially at a time when high fashion still dominated and the market for quality prêt-a-porter simply did not exist.",
    "Перейти в магазин":"Go to the store",
    "Карта с любой точкой":"Map with any point",
    "Телефон": "Telephone",
    "Адрес":"Address",
    "г. Москва, 3-я улица Строителей, 25":"Moscow, 3rd Stroiteley Street, 25",
    "Напишите нам":"Write to us",
    "Отправить":"Send",
    "Сообщение успешно отправлено":"Message sent successfully",
    "Сообщение":"Message",
    "Имя":"Name",
    "Введите купон":"Enter coupon"
}